NSHumanReadableCopyright = "Авторски права 2013 Google Inc. Всички права запазени.";
WebPluginDescription = "Хост на отдалечения работен плот на Chrome";
WebPluginName = "Разрешете на друг потребител да осъществи сигурен достъп до компютъра ви през интернет.";